/*Localized name of the help book to use*/

"TPTITLE" = "Hai modificato la data o l'ora. Per registrare le modifiche fai clic su Registra. Per usare le impostazioni precedenti fai clic su Ripristina.";
"TPTEXT" = "Per realizzare ulteriori modifiche, fai clic su Annulla.";
"TPCANCEL" = "Annulla";
"TPREVERT" = "Ripristina";
"TPSAVE" = "Registra";


/* Strings used as domains to use as time servers */
/*  These are NOT the names displayed in the combo box, those can be edited in the NIB file */
/*  These are the domains that actually get used when a user selects one of the popup items */
"US_NTP_SERVER_DOMAIN" = "time.apple.com";
"ASIA_NTP_SERVER_DOMAIN" = "time.asia.apple.com";
"EURO_NTP_SERVER_DOMAIN" = "time.euro.apple.com";
